brew "asdf"
brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "figma"
brew "firefox"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gum"
brew "lazygit"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"

cask "aerospace"
cask "bartender"
cask "bitwarden"
cask "cleanshot"
cask "cursor"
cask "fantastical"
cask "figma"
cask "ghostty"
cask "kaleidoscope"
cask "logi-options+"
cask "netnewswire"
cask "raycast"
cask "tower"
cask "xscope"

{{ if .work_mode }}
# Hover
brew "git-lfs"

cask "android-file-transfer"
cask "android-studio"
{{ end }}
